Repository: dazzlex27/VolumeCalculator
Catalog: VCClient/Localization/Resources.*.resx
Languages: ru

# CalculationStatus.AbortedByUser
source: Aborted by user
ru: Запуск отменён

# CalculationStatus.BarcodeNotEntered
source: Code not entered
ru: Не введён код

# CalculationStatus.CalculationError
source: Calculation error
ru: Ошибка измерения

# CalculationStatus.ErrorPrefix
source: Error
ru: Ошибка

# CalculationStatus.FailedToCloseFiles
source: Calculation result file still open
ru: Открыт файл с результатами измерений

# CalculationStatus.FailedToSelectAlgorithm
source: Failed to select algorithm
ru: Не удалось выбрать алгоритм измерения

# CalculationStatus.FailedToStart
source: Failed to start
ru: Не удалось запустить измерение

# CalculationStatus.InProgress
source: Performing calculation...
ru: Выполняется измерение...

# CalculationStatus.ObjectNotFound
source: Object not found
ru: Объект не найден

# CalculationStatus.Pending
source: Autotimer running...
ru: Запущен автотаймер...

# CalculationStatus.Ready
source: Ready to calculate
ru: Готов к измерению

# CalculationStatus.Successful
source: Calculation complete
ru: Измерение завершено

# CalculationStatus.TimedOut
source: Device connection error
ru: Нарушена связь с устройством

# CalculationStatus.WeightNotStable
source: Weight is not stable
ru: Вес нестабилен

# DashboardControl.CalculateSize
source: Calculate size
ru: Измерить размер

# DashboardControl.Cancel
source: Cancel
ru: Отмена

# DashboardControl.Cm
source: cm
ru: см

# DashboardControl.Code
source: Code
ru: Код

# DashboardControl.Comment
source: Comment
ru: Комментарий

# DashboardControl.Mm
source: mm
ru: мм

# DashboardControl.OpenPhotoFolder
source: Open photo folder
ru: Открыть папку с фотографиями

# DashboardControl.OpenResultFile
source: Open result file
ru: Открыть файл с результатами

# DashboardControl.ResetScales
source: Reset scales
ru: Сбросить весы

# DashboardControl.Size
source: Size
ru: Размер

# DashboardControl.Units
source: Units
ru: единиц

# DashboardControl.Weight
source: Weight
ru: Вес

# Toolbar.ActionsButton
source: Actions
ru: Действия

# Toolbar.DisplayDebugInfoButton
source: Display debug info
ru: Отображение отладочной информации

# Toolbar.OpenConfiguratorButton
source: Launch Configurator
ru: Запустить Конфигуратор

# Toolbar.OpenSettingsButton
source: Open settings
ru: Открыть настройки

# Toolbar.SaveTestDataButton
source: Save test data
ru: Сохранение тестовых данных

# Toolbar.ShutDownButton
source: Shut down
ru: Завершить работу

# Toolbar.SystemInformationButton
source: System information
ru: Информация о системе

# Toolbar.ToolsButton
source: Tools
ru: Инструменты

# WeightUnits.Gr
source: gr
ru: гр

# WeightUnits.Kg
source: kg
ru: кг
